
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Grupos de trabalho de %@";
"MCX_NO_WORKGROUPS_FOR" = "Não há grupos de trabalho para %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Não foi possível criar uma conta móvel.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Ocorreu um problema ao criar a sua conta móvel.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Ocorreu um problema ao acessar o volume da sua conta móvel.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Ocorreu um problema ao criar o registro da sua conta móvel.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Ocorreu um problema ao criar ou acessar “%@”.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Ocorreu um problema ao criar uma pasta pessoal do FileVault.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Sua pasta pessoal do FileVault não pode ser criada porque já existe uma pasta com o mesmo nome.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Você não pode continuar porque você já iniciou a sessão em outro computador.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Você somente pode iniciar a sessão em um computador de cada vez. Entre em contato com o administrador do sistema ou tente novamente mais tarde.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "Você não tem permissão para iniciar a sessão neste momento.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Seus ajustes atuais não permitem que você inicie a sessão.   Por favor, entre em contato com o administrador do sistema.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "Você não tem permissão para iniciar a sessão neste momento.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Os usuários locais não têm permissão para iniciar a sessão.   Por favor, entre em contato com o administrador do sistema.";

